<?php

return [
    'plural' => 'السؤال الثالث',
    'trashedplural' => 'الخيارات المحذوفة',
    'singular' => 'الخيار',
    'empty' => 'لا توجد خيارات',
    'select' => 'اختر الخيار',
    'perPage' => 'عدد النتائج في الصفحة',
    'reason' => 'السؤال الثالث',
    'actions' => [
        'list' => 'كل الخيارات',
        'show' => 'عرض',
        'create' => 'إضافة خيار جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  الخيار',
        'delete' => 'حذف الخيار',
        'trashed' => 'كل الخيارات المحذوفة',
        'restore' => 'أستعادة الخيار',
        'force' => 'حذف الخيار نهائيا',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الخيار بنجاح .',
        'updated' => 'تم تعديل الخيار بنجاح .',
        'deleted' => 'تم حذف الخيار بنجاح .',
        'restored' => 'تم أستعادة الخيار بنجاح .',
        'fdeleted' => 'تم حذف الخيار نهائيا بنجاح .',
    ],
    "attributes" => [
        'reason' => 'الخيار',
        'created_at' => 'تاريخ الإنضمام',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخيار ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'force' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخيار نهائيا ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        "restore" => [
            'title' => 'انتباه !',
            'info' => 'هل أنت متأكد من أنك تريد استعادة الخيار؟',
            'confirm' => 'أستعادة',
            'cancel' => 'الغاء',
        ]
    ],
];
