<?php

return [
    'singular' => 'الفئة',
    'plural' => 'الفئات',
    'empty' => 'لا يوجد فئات.',
    'count' => 'عدد الفئات',
    'search' => 'بحث',
    'select' => 'اختر الفئة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن فئة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة فئة',
        'show' => 'عرض الفئة',
        'edit' => 'تعديل الفئة',
        'delete' => 'حذف الفئة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الفئة بنجاح.',
        'updated' => 'تم تعديل الفئة بنجاح.',
        'deleted' => 'تم حذف الفئة بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الفئة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الفئة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
